Repository: akewea/dotclear-fostrak
Catalog: src/locales/*/main.po
Languages: fr

source: Enable Fostrak
fr: Activer Fostrak

source: Fostrak base URL
fr: URL de publication des photos

source: View on site
fr: Voir sur le site

source: Media Stream
fr: Photos publiées

source: Fostrak Photo stream
fr: Publier cette photo avec Fostrak

source: Media published on
fr: Photo publiée le

source: Republish
fr: Publier à nouveau

source: Remove
fr: Retirer

source: Photo has been successfully published on Fostrak.
fr: Photo publiée sur Fostrak avec succès.

source: Photo has been successfully unpublished from Fostrak.
fr: Photo retirée de Fostrak avec succès.
